Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Transfer_Choice_2
source: 2 bytes
ar: 2 بايت
cs: 2 bajty
el: 2 byte
fa: 2 بایت
fr: 2 octets
hu: 2 bájt
id: 2 byte
it: 2 byte
ja: 2 バイト
ko: 2바이트
pl: 2 bajty
ro: 2 octeți
th: 2 ไบต์
tr: 2 bayt
uk: 2 байти
vi: 2 byte
zh_hans: 2 字节
zh_hant: 2 個位元組

# Transfer_Choice_4
source: 4 bytes
ar: 4 بايت
cs: 4 bajty
el: 4 byte
fa: 4 بایت
fr: 4 octets
hu: 4 bájt
id: 4 byte
it: 4 byte
ja: 4 バイト
ko: 4바이트
pl: 4 bajty
ro: 4 octeți
th: 4 ไบต์
tr: 4 bayt
uk: 4 байти
vi: 4 byte
zh_hans: 4 字节
zh_hant: 4 個位元組

# Transfer_Choice_8
source: 8 bytes
ar: 8 بايت
cs: 8 bajtů
el: 8 byte
fa: 8 بایت
fr: 8 octets
hu: 8 bájt
id: 8 byte
it: 8 byte
ja: 8 バイト
ko: 8바이트
pl: 8 bajtów
ro: 8 octeți
th: 8 ไบต์
tr: 8 bayt
uk: 8 байтів
vi: 8 byte
zh_hans: 8 字节
zh_hant: 8 個位元組

# Transfer_Choice_hex
source: Hexadecimal
ar: ست عشري
cs: Šestnáctkově
de: Hexadezimal
el: Δεκαεξαδικό
fa: هگزادسیمال
fr: Hexadécimal
hu: Hexadecimális
id: Heksadesimal
it: Esadecimale
ja: 16 進
ko: 16진수
pl: Szesnastkowo
ro: Hexazecimal
th: ฐานสิบหก
tr: Onaltılık
uk: Шістнадцяткова
vi: Thập lục phân
zh_hans: 十六进制
zh_hant: 十六進位

# Transfer_Choice_dec
source: Decimal
ar: عشري
cs: Desítkově
de: Dezimal
el: Δεκαδικό
fa: دهدهی
fr: Décimal
hu: Decimális
id: Desimal
it: Decimale
ja: 10 進
ko: 10진수
pl: Dziesiętnie
ro: Zecimal
th: ฐานสิบ
tr: Ondalık
uk: Десяткова
vi: Thập phân
zh_hans: 十进制
zh_hant: 十進位

# Transfer_Choice_oct
source: Octal
ar: ثماني
cs: Osmičkově
de: Oktal
el: Οκταδικό
fa: هشت‌هشتی
hu: Oktális
id: Oktal
it: Ottale
ja: 8 進
ko: 8진수
pl: Ósemkowo
th: ฐานแปด
tr: Sekizlik
uk: Вісімкова
vi: Bát phân
zh_hans: 八进制
zh_hant: 八進位

# Transfer_Choice_bar
source: Vertical bar
ar: شريط عمودي
cs: Svislá čára
de: Senkrechter Strich
el: Κατακόρυφη γραμμή
es: Barra vertical
fa: خط عمودی
fr: Barre verticale
hu: Függőleges vonal
id: Garis vertikal
it: Barra verticale
ja: 縦線
ko: 세로 막대
pl: Kreska pionowa
pt: Barra vertical
ro: Bară verticală
th: เส้นตั้ง
tr: Dikey çubuk
uk: Вертикальна риска
vi: Thanh dọc
zh_hans: 竖线
zh_hant: 垂直線

# Transfer_Choice_alltt
source: alltt with colors (xcolor)
ar: alltt مع ألوان (xcolor)
cs: alltt s barvami (xcolor)
de: alltt mit Farben (xcolor)
el: alltt με χρώματα (xcolor)
es: alltt con colores (xcolor)
fa: alltt با رنگ‌ها (xcolor)
fr: alltt avec couleurs (xcolor)
hu: alltt színekkel (xcolor)
id: alltt dengan warna (xcolor)
it: alltt con colori (xcolor)
ja: 色付きの alltt (xcolor)
ko: 색이 있는 alltt(xcolor)
pl: alltt z kolorami (xcolor)
pt: alltt com cores (xcolor)
ro: alltt cu culori (xcolor)
th: alltt พร้อมสี (xcolor)
tr: renkli alltt (xcolor)
uk: alltt із кольорами (xcolor)
vi: alltt có màu (xcolor)
zh_hans: 带颜色的 alltt（xcolor）
zh_hant: 含色彩的 alltt（xcolor）

# Transfer_Choice_utf8
source: UTF-8 (no BOM)
ar: UTF-8 (بدون BOM)
cs: UTF-8 (bez BOM)
de: UTF-8 (ohne BOM)
el: UTF-8 (χωρίς BOM)
es: UTF-8 (sin BOM)
fa: UTF-8 (بدون BOM)
fr: UTF-8 (sans BOM)
hu: UTF-8 (BOM nélkül)
id: UTF-8 (tanpa BOM)
it: UTF-8 (senza BOM)
ja: UTF-8 (BOM なし)
ko: UTF-8(BOM 없음)
pl: UTF-8 (bez BOM)
pt: UTF-8 (sem BOM)
ro: UTF-8 (fără BOM)
th: UTF-8 (ไม่มี BOM)
tr: UTF-8 (BOM yok)
uk: UTF-8 (без BOM)
vi: UTF-8 (không BOM)
zh_hans: UTF-8（无 BOM）
zh_hant: UTF-8（無 BOM）

# Transfer_Choice_utf8bom
source: UTF-8 (with BOM)
ar: UTF-8 (مع BOM)
cs: UTF-8 (s BOM)
de: UTF-8 (mit BOM)
el: UTF-8 (με BOM)
es: UTF-8 (con BOM)
fa: UTF-8 (با BOM)
fr: UTF-8 (avec BOM)
hu: UTF-8 (BOM-mal)
id: UTF-8 (dengan BOM)
it: UTF-8 (con BOM)
ja: UTF-8 (BOM あり)
ko: UTF-8(BOM 있음)
pl: UTF-8 (z BOM)
pt: UTF-8 (com BOM)
ro: UTF-8 (cu BOM)
th: UTF-8 (มี BOM)
tr: UTF-8 (BOM ile)
uk: UTF-8 (з BOM)
vi: UTF-8 (có BOM)
zh_hans: UTF-8（带 BOM）
zh_hant: UTF-8（含 BOM）

# Transfer_Choice_lowest
source: Lowest address at offset 0
ar: أدنى عنوان عند الإزاحة 0
cs: Nejnižší adresa na posunu 0
de: Niedrigste Adresse bei Offset 0
el: Χαμηλότερη διεύθυνση στη μετατόπιση 0
es: Dirección más baja en el desplazamiento 0
fa: کمترین آدرس در آفست 0
fr: Adresse la plus basse au décalage 0
hu: A legkisebb cím a 0 eltolásnál
id: Alamat terendah di offset 0
it: Indirizzo più basso all'offset 0
ja: 最小アドレスを先頭にする
ko: 가장 낮은 주소를 오프셋 0에
pl: Najniższy adres w przesunięciu 0
pt: Endereço mais baixo no deslocamento 0
ro: Cea mai mică adresă la deplasamentul 0
th: ที่อยู่ต่ำสุดที่ออฟเซ็ต 0
tr: En düşük adres ofset 0'da
uk: Найменша адреса на зміщенні 0
vi: Địa chỉ thấp nhất tại độ lệch 0
zh_hans: 最低地址位于偏移量 0
zh_hant: 最低位址位於位移 0

# Transfer_Choice_absolute
source: Address as offset
ar: العنوان كإزاحة
cs: Adresa jako posun
de: Adresse als Offset
el: Διεύθυνση ως μετατόπιση
es: Dirección como desplazamiento
fa: آدرس به‌عنوان آفست
fr: Adresse comme décalage
hu: Cím eltolásként
id: Alamat sebagai offset
it: Indirizzo come offset
ja: アドレスをそのままオフセットにする
ko: 주소를 오프셋으로
pl: Adres jako przesunięcie
pt: Endereço como deslocamento
ro: Adresa ca deplasament
th: ใช้ที่อยู่เป็นออฟเซ็ต
tr: Ofset olarak adres
uk: Адреса як зміщення
vi: Địa chỉ làm độ lệch
zh_hans: 地址作为偏移量
zh_hant: 位址即位移

# HexMenu_Selection_OpenInNewTab
source: Open in a new tab
ar: فتح في علامة تبويب جديدة
cs: Otevřít na nové kartě
de: In neuer Registerkarte öffnen
el: Άνοιγμα σε νέα καρτέλα
es: Abrir en una pestaña nueva
fa: باز کردن در زبانهٔ جدید
fr: Ouvrir dans un nouvel onglet
hu: Megnyitás új lapon
id: Buka di tab baru
it: Apri in una nuova scheda
ja: 新しいタブで開く
ko: 새 탭에서 열기
pl: Otwórz w nowej karcie
pt: Abrir em uma nova guia
ro: Deschidere într-o filă nouă
th: เปิดในแท็บใหม่
tr: Yeni sekmede aç
uk: Відкрити в новій вкладці
vi: Mở trong tab mới
zh_hans: 在新选项卡中打开
zh_hant: 在新索引標籤中開啟

# HexMenu_Selection_Export
source: Export selection...
ar: تصدير التحديد...
cs: Exportovat výběr...
de: Auswahl exportieren...
el: Εξαγωγή επιλογής...
es: Exportar la selección...
fa: صادر کردن انتخاب...
fr: Exporter la sélection...
hu: Kijelölés exportálása...
id: Ekspor pilihan...
it: Esporta selezione...
ja: 選択範囲をエクスポート...
ko: 선택 영역 내보내기...
pl: Eksportuj zaznaczenie...
pt: Exportar seleção...
ro: Exportare selecție...
th: ส่งออกส่วนที่เลือก...
tr: Seçimi dışarı aktar...
uk: Експорт виділення...
vi: Xuất vùng chọn...
zh_hans: 导出选定内容...
zh_hant: 匯出選取範圍...

# HexMenu_Selection_SaveToFile
source: Save selection to a file...
ar: حفظ التحديد في ملف...
cs: Uložit výběr do souboru...
de: Auswahl in Datei speichern...
el: Αποθήκευση επιλογής σε αρχείο...
es: Guardar la selección en un archivo...
fa: ذخیرهٔ انتخاب در فایل...
fr: Enregistrer la sélection dans un fichier...
hu: Kijelölés mentése fájlba...
id: Simpan pilihan ke file...
it: Salva selezione in un file...
ja: 選択範囲をファイルに保存...
ko: 선택 영역을 파일로 저장...
pl: Zapisz zaznaczenie w pliku...
pt: Salvar seleção em um arquivo...
ro: Salvare selecție într-un fișier...
th: บันทึกส่วนที่เลือกลงในไฟล์...
tr: Seçimi bir dosyaya kaydet...
uk: Зберегти виділення у файл...
vi: Lưu vùng chọn vào tệp...
zh_hans: 将选定内容保存到文件...
zh_hant: 將選取範圍儲存到檔案...

# Clipboard_WriteToFile
source: Write to a file
ar: الكتابة إلى ملف
cs: Zapsat do souboru
de: In eine Datei schreiben
el: Εγγραφή σε αρχείο
es: Escribir en un archivo
fa: نوشتن در فایل
fr: Écrire dans un fichier
hu: Írás fájlba
id: Tulis ke file
it: Scrivi in un file
ja: ファイルに書き出す
ko: 파일에 쓰기
pl: Zapisz do pliku
pt: Gravar em um arquivo
ro: Scriere într-un fișier
th: เขียนลงในไฟล์
tr: Bir dosyaya yaz
uk: Записати у файл
vi: Ghi vào tệp
zh_hans: 写入文件
zh_hant: 寫入檔案

# Bookmarks_MenuOpenInNewTab.Text
source: Open in a new tab
ar: فتح في علامة تبويب جديدة
cs: Otevřít na nové kartě
de: In neuer Registerkarte öffnen
el: Άνοιγμα σε νέα καρτέλα
es: Abrir en una pestaña nueva
fa: باز کردن در زبانهٔ جدید
fr: Ouvrir dans un nouvel onglet
hu: Megnyitás új lapon
id: Buka di tab baru
it: Apri in una nuova scheda
ja: 新しいタブで開く
ko: 새 탭에서 열기
pl: Otwórz w nowej karcie
pt: Abrir em uma nova guia
ro: Deschidere într-o filă nouă
th: เปิดในแท็บใหม่
tr: Yeni sekmede aç
uk: Відкрити в новій вкладці
vi: Mở trong tab mới
zh_hans: 在新选项卡中打开
zh_hant: 在新索引標籤中開啟

# Tab_FormatSettings
source: Format settings...
ar: إعدادات التنسيق...
cs: Nastavení formátu...
de: Formateinstellungen...
el: Ρυθμίσεις μορφής...
es: Configuración del formato...
fa: تنظیمات قالب...
fr: Paramètres du format...
hu: Formátumbeállítások...
id: Pengaturan format...
it: Impostazioni formato...
ja: 形式の設定...
ko: 형식 설정...
pl: Ustawienia formatu...
pt: Configurações de formato...
ro: Setări format...
th: การตั้งค่ารูปแบบ...
tr: Biçim ayarları...
uk: Параметри формату...
vi: Cài đặt định dạng...
zh_hans: 格式设置...
zh_hant: 格式設定...

# SaveSpace_Shift
source: Save in place by shifting data
ar: الحفظ في المكان بإزاحة البيانات
cs: Uložit na místě posunutím dat
de: Direkt speichern und Daten verschieben
el: Αποθήκευση επί τόπου με μετατόπιση δεδομένων
es: Guardar en el mismo lugar desplazando los datos
fa: ذخیره در محل با جابه‌جایی داده
fr: Enregistrer sur place en décalant les données
hu: Mentés helyben az adatok eltolásával
id: Simpan di tempat dengan menggeser data
it: Salva sul posto spostando i dati
ja: その場でずらしながら保存
ko: 데이터를 이동하여 제자리에 저장
pl: Zapisz w miejscu, przesuwając dane
pt: Salvar no local deslocando os dados
ro: Salvare pe loc prin deplasarea datelor
th: บันทึกในที่เดิมโดยเลื่อนข้อมูล
tr: Verileri kaydırarak yerinde kaydet
uk: Зберегти на місці зі зсувом даних
vi: Lưu tại chỗ bằng cách dịch dữ liệu
zh_hans: 通过移动数据原地保存
zh_hant: 以移動資料的方式就地儲存

# Shift_Title
source: Save in place
ar: الحفظ في المكان
cs: Uložit na místě
de: Direkt speichern
el: Αποθήκευση επί τόπου
es: Guardar en el mismo lugar
fa: ذخیره در محل
fr: Enregistrer sur place
hu: Mentés helyben
id: Simpan di tempat
it: Salva sul posto
ja: その場で保存
ko: 제자리에 저장
pl: Zapisz w miejscu
pt: Salvar no local
ro: Salvare pe loc
th: บันทึกในที่เดิม
tr: Yerinde kaydet
uk: Збереження на місці
vi: Lưu tại chỗ
zh_hans: 原地保存
zh_hant: 就地儲存

# Shift_Body
source: {0} will be rewritten in place. If the app or PC stops while saving, the file will be damaged and can't be restored. Amount to rewrite: {1}. Temporary space needed: {2}.
ar: ستتم إعادة كتابة {0} في مكانه. إذا توقف التطبيق أو الكمبيوتر أثناء الحفظ، فسيتلف الملف ولن يمكن استعادته. مقدار إعادة الكتابة: {1}. المساحة المؤقتة المطلوبة: {2}.
cs: Soubor {0} bude přepsán na místě. Pokud se aplikace nebo počítač během ukládání zastaví, soubor se poškodí a nebude možné ho obnovit. Objem k přepsání: {1}. Potřebné dočasné místo: {2}.
de: {0} wird direkt überschrieben. Wenn die App oder der PC beim Speichern anhält, wird die Datei beschädigt und kann nicht wiederhergestellt werden. Zu überschreibende Menge: {1}. Benötigter temporärer Speicherplatz: {2}.
el: Το {0} θα ξαναγραφτεί επί τόπου. Αν η εφαρμογή ή ο υπολογιστής σταματήσει κατά την αποθήκευση, το αρχείο θα καταστραφεί και δεν θα μπορεί να επαναφερθεί. Ποσότητα προς επανεγγραφή: {1}. Απαιτούμενος προσωρινός χώρος: {2}.
es: {0} se reescribirá en el mismo lugar. Si la aplicación o el equipo se detiene durante el guardado, el archivo quedará dañado y no se podrá restaurar. Cantidad que se reescribirá: {1}. Espacio temporal necesario: {2}.
fa: {0} در محل بازنویسی می‌شود. اگر برنامه یا رایانه هنگام ذخیره متوقف شود، فایل آسیب می‌بیند و قابل بازیابی نیست. مقدار بازنویسی: {1}. فضای موقت لازم: {2}.
fr: {0} sera réécrit sur place. Si l'application ou le PC s'arrête pendant l'enregistrement, le fichier sera endommagé et ne pourra pas être restauré. Quantité à réécrire : {1}. Espace temporaire nécessaire : {2}.
hu: A(z) {0} helyben lesz újraírva. Ha az alkalmazás vagy a számítógép mentés közben leáll, a fájl megsérül, és nem állítható helyre. Újraírandó mennyiség: {1}. Szükséges ideiglenes hely: {2}.
id: {0} akan ditulis ulang di tempat. Jika aplikasi atau PC berhenti saat menyimpan, file akan rusak dan tidak dapat dipulihkan. Jumlah yang ditulis ulang: {1}. Ruang sementara yang diperlukan: {2}.
it: {0} verrà riscritto sul posto. Se l'app o il PC si arrestano durante il salvataggio, il file verrà danneggiato e non potrà essere ripristinato. Quantità da riscrivere: {1}. Spazio temporaneo necessario: {2}.
ja: {0} をその場で書き換えます。保存中にアプリや PC が停止すると、ファイルが壊れて元に戻せなくなります。書き換える量: {1}、一時的に必要な容量: {2}
ko: {0}을(를) 제자리에서 다시 씁니다. 저장 중에 앱이나 PC가 멈추면 파일이 손상되어 복원할 수 없습니다. 다시 쓸 양: {1}. 필요한 임시 공간: {2}.
pl: Plik {0} zostanie przepisany w miejscu. Jeśli aplikacja lub komputer zatrzyma się podczas zapisywania, plik zostanie uszkodzony i nie będzie można go przywrócić. Ilość do przepisania: {1}. Wymagane miejsce tymczasowe: {2}.
pt: {0} será regravado no local. Se o aplicativo ou o PC parar durante o salvamento, o arquivo será danificado e não poderá ser restaurado. Quantidade a regravar: {1}. Espaço temporário necessário: {2}.
ro: {0} va fi rescris pe loc. Dacă aplicația sau PC-ul se oprește în timpul salvării, fișierul va fi deteriorat și nu va putea fi restaurat. Cantitate de rescris: {1}. Spațiu temporar necesar: {2}.
th: {0} จะถูกเขียนใหม่ในที่เดิม หากแอปหรือพีซีหยุดทำงานระหว่างบันทึก ไฟล์จะเสียหายและกู้คืนไม่ได้ ปริมาณที่จะเขียนใหม่: {1} พื้นที่ชั่วคราวที่ต้องใช้: {2}
tr: {0} yerinde yeniden yazılacak. Kaydetme sırasında uygulama veya bilgisayar durursa dosya zarar görür ve geri yüklenemez. Yeniden yazılacak miktar: {1}. Gereken geçici alan: {2}.
uk: {0} буде перезаписано на місці. Якщо програма або комп’ютер зупиниться під час збереження, файл буде пошкоджено й відновити його не вдасться. Обсяг перезапису: {1}. Потрібно тимчасового місця: {2}.
vi: {0} sẽ được ghi lại tại chỗ. Nếu ứng dụng hoặc máy tính dừng khi đang lưu, tệp sẽ bị hỏng và không thể khôi phục. Lượng cần ghi lại: {1}. Dung lượng tạm cần thiết: {2}.
zh_hans: 将原地重写 {0}。如果保存期间应用或电脑停止运行，文件将损坏且无法恢复。重写量：{1}。所需临时空间：{2}。
zh_hant: {0} 將被就地重寫。如果應用程式或電腦在儲存時停止，檔案將會損毀且無法還原。要重寫的量：{1}。所需的暫存空間：{2}。

# Shift_DiscardHistory
source: There isn't enough free space to keep the content before saving, so the undo history before saving will be discarded.
ar: لا توجد مساحة خالية كافية للاحتفاظ بالمحتوى قبل الحفظ، لذا سيتم تجاهل سجل التراجع السابق للحفظ.
cs: Není dost volného místa na uchování obsahu před uložením, proto bude historie změn před uložením zahozena.
de: Es ist nicht genügend freier Speicherplatz vorhanden, um den Inhalt vor dem Speichern zu sichern, daher wird der Rückgängig-Verlauf vor dem Speichern verworfen.
el: Δεν υπάρχει αρκετός ελεύθερος χώρος για τη διατήρηση του περιεχομένου πριν από την αποθήκευση, επομένως το ιστορικό αναίρεσης πριν από την αποθήκευση θα απορριφθεί.
es: No hay suficiente espacio libre para conservar el contenido anterior al guardado, por lo que se descartará el historial de deshacer anterior al guardado.
fa: فضای آزاد کافی برای نگه‌داشتن محتوای پیش از ذخیره وجود ندارد، بنابراین سابقهٔ واگرد پیش از ذخیره دور ریخته می‌شود.
fr: L'espace libre est insuffisant pour conserver le contenu avant l'enregistrement ; l'historique d'annulation antérieur à l'enregistrement sera donc supprimé.
hu: Nincs elég szabad hely a mentés előtti tartalom megőrzéséhez, ezért a mentés előtti visszavonási előzmények elvesznek.
id: Ruang kosong tidak cukup untuk menyimpan konten sebelum penyimpanan, sehingga riwayat batalkan sebelum penyimpanan akan dibuang.
it: Non c'è spazio libero sufficiente per conservare il contenuto precedente al salvataggio, quindi la cronologia di annullamento precedente al salvataggio verrà eliminata.
ja: 保存前の内容を退避する空き容量が足りないため、保存前の Undo 履歴を破棄します。
ko: 저장 전 내용을 보관할 여유 공간이 부족하므로 저장 전의 실행 취소 기록이 삭제됩니다.
pl: Brak wystarczającej ilości wolnego miejsca, aby zachować zawartość sprzed zapisu, więc historia cofania sprzed zapisu zostanie odrzucona.
pt: Não há espaço livre suficiente para manter o conteúdo anterior ao salvamento, então o histórico de desfazer anterior ao salvamento será descartado.
ro: Nu există suficient spațiu liber pentru a păstra conținutul de dinainte de salvare, așa că istoricul de anulare de dinainte de salvare va fi eliminat.
th: พื้นที่ว่างไม่พอสำหรับเก็บเนื้อหาก่อนบันทึก ประวัติการเลิกทำก่อนบันทึกจึงจะถูกละทิ้ง
tr: Kaydetmeden önceki içeriği tutmak için yeterli boş alan yok; bu nedenle kaydetmeden önceki geri alma geçmişi atılacak.
uk: Недостатньо вільного місця, щоб зберегти вміст до збереження, тому журнал скасування до збереження буде відкинуто.
vi: Không đủ dung lượng trống để giữ nội dung trước khi lưu, nên lịch sử hoàn tác trước khi lưu sẽ bị hủy.
zh_hans: 可用空间不足，无法保留保存前的内容，因此将丢弃保存前的撤消历史记录。
zh_hant: 可用空間不足以保留儲存前的內容，因此將捨棄儲存前的復原記錄。

# Shift_Save
source: Save in place
ar: الحفظ في المكان
cs: Uložit na místě
de: Direkt speichern
el: Αποθήκευση επί τόπου
es: Guardar en el mismo lugar
fa: ذخیره در محل
fr: Enregistrer sur place
hu: Mentés helyben
id: Simpan di tempat
it: Salva sul posto
ja: その場で保存
ko: 제자리에 저장
pl: Zapisz w miejscu
pt: Salvar no local
ro: Salvare pe loc
th: บันทึกในที่เดิม
tr: Yerinde kaydet
uk: Зберегти на місці
vi: Lưu tại chỗ
zh_hans: 原地保存
zh_hant: 就地儲存

# Shift_Failed
source: An error occurred while saving in place. The file may be damaged. Your unsaved content is still in this tab; save it to another location.
ar: حدث خطأ أثناء الحفظ في المكان. قد يكون الملف تالفًا. لا يزال المحتوى غير المحفوظ في علامة التبويب هذه؛ احفظه في موقع آخر.
cs: Při ukládání na místě došlo k chybě. Soubor může být poškozený. Neuložený obsah zůstává na této kartě; uložte ho do jiného umístění.
de: Beim direkten Speichern ist ein Fehler aufgetreten. Die Datei ist möglicherweise beschädigt. Ihr nicht gespeicherter Inhalt befindet sich noch in dieser Registerkarte; speichern Sie ihn an einem anderen Ort.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση επί τόπου. Το αρχείο ενδέχεται να έχει καταστραφεί. Το μη αποθηκευμένο περιεχόμενο βρίσκεται ακόμη σε αυτή την καρτέλα· αποθηκεύστε το σε άλλη θέση.
es: Se produjo un error al guardar en el mismo lugar. Es posible que el archivo esté dañado. El contenido no guardado sigue en esta pestaña; guárdalo en otra ubicación.
fa: هنگام ذخیره در محل خطایی رخ داد. ممکن است فایل آسیب دیده باشد. محتوای ذخیره‌نشدهٔ شما هنوز در این زبانه است؛ آن را در محل دیگری ذخیره کنید.
fr: Une erreur s'est produite lors de l'enregistrement sur place. Le fichier est peut-être endommagé. Votre contenu non enregistré se trouve toujours dans cet onglet ; enregistrez-le à un autre emplacement.
hu: Hiba történt a helyben mentés közben. Lehet, hogy a fájl megsérült. A nem mentett tartalom továbbra is ezen a lapon van; mentse másik helyre.
id: Terjadi kesalahan saat menyimpan di tempat. File mungkin rusak. Konten yang belum disimpan masih ada di tab ini; simpan ke lokasi lain.
it: Si è verificato un errore durante il salvataggio sul posto. Il file potrebbe essere danneggiato. Il contenuto non salvato è ancora in questa scheda: salvalo in un altro percorso.
ja: その場保存の途中でエラーが発生しました。ファイルが壊れている可能性があります。保存していない内容はこのタブに残っています。別の場所に保存してください。
ko: 제자리에 저장하는 중 오류가 발생했습니다. 파일이 손상되었을 수 있습니다. 저장하지 않은 내용은 이 탭에 남아 있으니 다른 위치에 저장하세요.
pl: Podczas zapisywania w miejscu wystąpił błąd. Plik może być uszkodzony. Niezapisana zawartość nadal jest w tej karcie; zapisz ją w innej lokalizacji.
pt: Ocorreu um erro ao salvar no local. O arquivo pode estar danificado. O conteúdo não salvo ainda está nesta guia; salve-o em outro local.
ro: A apărut o eroare la salvarea pe loc. Este posibil ca fișierul să fie deteriorat. Conținutul nesalvat se află încă în această filă; salvați-l în altă locație.
th: เกิดข้อผิดพลาดขณะบันทึกในที่เดิม ไฟล์อาจเสียหาย เนื้อหาที่ยังไม่ได้บันทึกยังอยู่ในแท็บนี้ ให้บันทึกไปยังตำแหน่งอื่น
tr: Yerinde kaydetme sırasında bir hata oluştu. Dosya zarar görmüş olabilir. Kaydedilmemiş içeriğiniz hâlâ bu sekmede; başka bir konuma kaydedin.
uk: Під час збереження на місці сталася помилка. Файл може бути пошкоджено. Незбережений вміст і далі в цій вкладці; збережіть його в інше розташування.
vi: Đã xảy ra lỗi khi lưu tại chỗ. Tệp có thể bị hỏng. Nội dung chưa lưu vẫn còn trong tab này; hãy lưu nó vào vị trí khác.
zh_hans: 原地保存时出错。文件可能已损坏。未保存的内容仍在此选项卡中；请将其保存到其他位置。
zh_hant: 就地儲存時發生錯誤。檔案可能已損毀。您未儲存的內容仍在此索引標籤中；請將其儲存到其他位置。

# Recovery_ShiftDetails
source: Saving {0} in place was interrupted last time ({1}). The file may be damaged.
ar: تمت مقاطعة حفظ {0} في مكانه في المرة الأخيرة ({1}). قد يكون الملف تالفًا.
cs: Ukládání souboru {0} na místě bylo minule přerušeno ({1}). Soubor může být poškozený.
de: Das direkte Speichern von {0} wurde beim letzten Mal unterbrochen ({1}). Die Datei ist möglicherweise beschädigt.
el: Η αποθήκευση επί τόπου του {0} διακόπηκε την τελευταία φορά ({1}). Το αρχείο ενδέχεται να έχει καταστραφεί.
es: La última vez se interrumpió el guardado en el mismo lugar de {0} ({1}). Es posible que el archivo esté dañado.
fa: ذخیرهٔ {0} در محل دفعهٔ قبل قطع شد ({1}). ممکن است فایل آسیب دیده باشد.
fr: L'enregistrement sur place de {0} a été interrompu la dernière fois ({1}). Le fichier est peut-être endommagé.
hu: A(z) {0} helyben mentése legutóbb megszakadt ({1}). Lehet, hogy a fájl megsérült.
id: Penyimpanan {0} di tempat terputus terakhir kali ({1}). File mungkin rusak.
it: L'ultima volta il salvataggio sul posto di {0} è stato interrotto ({1}). Il file potrebbe essere danneggiato.
ja: 前回、{0} のその場保存が中断されました ({1})。ファイルが壊れている可能性があります。
ko: 지난번에 {0}을(를) 제자리에 저장하는 작업이 중단되었습니다({1}). 파일이 손상되었을 수 있습니다.
pl: Ostatnio zapisywanie w miejscu pliku {0} zostało przerwane ({1}). Plik może być uszkodzony.
pt: O salvamento no local de {0} foi interrompido da última vez ({1}). O arquivo pode estar danificado.
ro: Data trecută, salvarea pe loc a fișierului {0} a fost întreruptă ({1}). Este posibil ca fișierul să fie deteriorat.
th: การบันทึก {0} ในที่เดิมถูกขัดจังหวะเมื่อครั้งก่อน ({1}) ไฟล์อาจเสียหาย
tr: {0} dosyasının yerinde kaydedilmesi son seferde yarıda kaldı ({1}). Dosya zarar görmüş olabilir.
uk: Минулого разу збереження {0} на місці було перервано ({1}). Файл може бути пошкоджено.
vi: Lần trước, việc lưu {0} tại chỗ đã bị gián đoạn ({1}). Tệp có thể bị hỏng.
zh_hans: 上次原地保存 {0} 时被中断（{1}）。文件可能已损坏。
zh_hant: 上次就地儲存 {0} 時中斷（{1}）。檔案可能已損毀。

# Recovery_ShiftDismiss
source: Dismiss
ar: تجاهل
cs: Zavřít
de: Schließen
el: Απόρριψη
es: Descartar
fa: بستن
fr: Ignorer
hu: Elvetés
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
ro: Închidere
th: ปิด
tr: Kapat
uk: Закрити
vi: Bỏ qua
zh_hans: 关闭
zh_hant: 關閉

# Operations_CannotCancel
source: Writing has started and can't be canceled. Canceling now would damage the file.
ar: بدأت الكتابة ولا يمكن إلغاؤها. سيؤدي الإلغاء الآن إلى إتلاف الملف.
cs: Zápis už začal a nelze ho zrušit. Zrušení by nyní soubor poškodilo.
de: Der Schreibvorgang hat begonnen und kann nicht abgebrochen werden. Ein Abbruch würde die Datei beschädigen.
el: Η εγγραφή έχει ξεκινήσει και δεν μπορεί να ακυρωθεί. Η ακύρωση τώρα θα κατέστρεφε το αρχείο.
es: La escritura ya comenzó y no se puede cancelar. Cancelarla ahora dañaría el archivo.
fa: نوشتن آغاز شده و قابل لغو نیست. لغو در این لحظه فایل را خراب می‌کند.
fr: L'écriture a commencé et ne peut pas être annulée. L'annuler maintenant endommagerait le fichier.
hu: Az írás elkezdődött, és nem szakítható meg. A megszakítás most károsítaná a fájlt.
id: Penulisan sudah dimulai dan tidak dapat dibatalkan. Membatalkan sekarang akan merusak file.
it: La scrittura è iniziata e non può essere annullata. Annullarla ora danneggerebbe il file.
ja: 書き込みを始めたため、キャンセルできません。途中で止めるとファイルが壊れます。
ko: 쓰기가 시작되어 취소할 수 없습니다. 지금 취소하면 파일이 손상됩니다.
pl: Zapis już się rozpoczął i nie można go anulować. Anulowanie teraz uszkodziłoby plik.
pt: A gravação já começou e não pode ser cancelada. Cancelar agora danificaria o arquivo.
ro: Scrierea a început și nu poate fi anulată. Anularea acum ar deteriora fișierul.
th: การเขียนเริ่มแล้วและยกเลิกไม่ได้ การยกเลิกตอนนี้จะทำให้ไฟล์เสียหาย
tr: Yazma başladı ve iptal edilemez. Şimdi iptal etmek dosyaya zarar verir.
uk: Запис почався, і його не можна скасувати. Скасування зараз пошкодить файл.
vi: Quá trình ghi đã bắt đầu và không thể hủy. Hủy bây giờ sẽ làm hỏng tệp.
zh_hans: 写入已开始，无法取消。现在取消会损坏文件。
zh_hant: 已開始寫入，無法取消。現在取消會損毀檔案。
